'**********************************************************************************************************************
'Test Name:				004_EC主界面_创建讨论组_正常完成创建并退出
'ManualTestCaseName		V1.0_Story_06_T0003
'Purpose:					组织架构变更
'Premise Condition			

'Step
'1、
'2、
'3、

'Expected Results

'Created by:    张阳                
'Creation date:2018.03.05
'-------------------------------------------------------------------------------------------
'**********************************************************************************************************************
'RunAction "Action1 [EC10_登录页面]", oneIteration, "输入登录账号"

RunAction "EC_10主界面 [EC10_主面板]", oneIteration,"单击创建进入创建讨论组页"
RunAction "创建讨论组 [EC10_讨论组]", oneIteration,"创建讨论组"
RunAction "创建讨论组 [EC10_讨论组]", oneIteration,"更改讨论组名"
RunAction "创建讨论组 [EC10_讨论组]", oneIteration,"退出讨论组"
