'**********************************************************************************************************************
'Test Name:				登陆页面_有效帐号密码直接登录_注销登录002
'ManualTestCaseName		V1.0_Story_06_T0003
'Purpose:					登录
'Premise Condition			

'Step
'1、点击账号输入框，输入账号
'2、点击密码输入框，输入密码
'3、点击登录按钮登录

'Expected Results

'Created by:    张阳                
'Creation date:2018.03.05
'-------------------------------------------------------------------------------------------
'**********************************************************************************************************************
'RunAction "Action1 [EC10_登录页面]", oneIteration, "输入登录账号"
wait 1
RunAction "Action1 [清理_启动]", oneIteration, "清理EC进程"
wait 1
RunAction "Action1 [清理_启动]", oneIteration, "启动EC进程"
wait 1
